Repository: nightscout/Trio
Catalog: FreeAPS/Sources/Localizations/ShortcutsDetail/ShortcutsDetail.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: State Result
de: Staatliches Ergebnis
es: Resultado estatal
fr: Ensemble des états disponibles
it: Risultato dello Stato
nl: Staat Resultaat
sv: Stat Resultat

source: Target '%@' applied
de: Ziel '%@' angewendet
es: Objetivo "%@" aplicado
fr: Cible '%@' appliquée
it: Obiettivo '%@' applicato
nl: Doel '%@' toegepast
sv: Målet '%@' tillämpas

# Target '%@' applied for %@
source: Target '%1$@' applied for %2$@
de: Ziel '%1$@' beantragt für %2$@
es: Objetivo '%1$@' solicitado para %2$@
fr: Cible '%1$@' appliquée pour %2$@
it: L'obiettivo '%1$@' è stato applicato per %2$@
nl: Doel '%1$@' toegepast voor %2$@
sv: Mål '%1$@' tillämpas för %2$@

source: Target '%@' failed
de: Ziel '%@' fehlgeschlagen
es: Fallo en el objetivo '%@'.
fr: Echec de la surcharge %@
it: L'obiettivo '%@' non è riuscito
nl: Doel '%@' mislukt
sv: Målet '%@' misslyckades

source: Target choice
de: Zielwahl
es: Elección del objetivo
fr: Choix d'une cible
it: Scelta dell'obiettivo
nl: Keuze doel
sv: Val av mål

source: Temporary Override
de: Vorübergehende Aufhebung
es: Anulación temporal
fr: Surcharge temporaire
it: Annullamento temporaneo
nl: Tijdelijke opheffing
sv: Temporär åsidosättning

source: Temporary Target
de: Vorläufiges Ziel
es: Objetivo temporal
fr: Cible glycémique temporaire
it: Obiettivo temporaneo
nl: Tijdelijk doel
sv: Tillfälligt mål

source: Temporary target in the current unit
de: Vorläufiges Ziel in der aktuellen Einheit
es: Objetivo temporal en la unidad actual
fr: Cible glycémique temporaire dans l'unité en cours
it: Obiettivo temporaneo nell'unità corrente
nl: Tijdelijk doel in de huidige eenheid
sv: Tillfälligt mål i den aktuella enheten

source: TempTarget '%@' canceled
de: TempTarget '%@' abgebrochen
es: TempTarget '%@' cancelado
fr: Cible temporaire '%@' annulée
it: TempTarget '%@' annullato
nl: TempDoel '%@' geannuleerd
sv: TempTarget "%@" avbruten

source: TempTarget activated for %@
de: TempTarget aktiviert für %@
es: TempTarget activado para %@
fr: Cible temp activée pour '%@'
it: TempTarget attivato per %@
nl: TempTarget geactiveerd voor %@
sv: TempTarget aktiverat för %@

source: The application lets you create automations using shortcuts. Go to the Shortcuts application to create new automations.
de: Mit der Anwendung kannst du Automatisierungen mit Hilfe von Shortcuts erstellen. Gehe zur Anwendung Shortcuts, um neue Automatisierungen zu erstellen.
es: La aplicación te permite crear automatizaciones utilizando atajos. Ve a la aplicación Atajos para crear nuevas automatizaciones.
fr: L'application vous permet de créer de créer des automatisations en utilisant l'app Raccourcis. Rendez-vous sur l'app Raccourcis pour créer de nouvelles automatisations
it: L'applicazione ti permette di creare automazioni utilizzando le scorciatoie. Vai all'applicazione Scorciatoie per creare nuove automazioni.
nl: Met de applicatie kun je automatiseringen maken met behulp van snelkoppelingen. Ga naar de toepassing Snelkoppelingen om nieuwe automatiseringen te maken.
sv: I programmet kan du skapa automatiseringar med hjälp av genvägar. Gå till applikationen Genvägar för att skapa nya automatiseringar.

source: the bolus is not allowed with shortcuts
de: der Bolus ist bei Abkürzungen nicht erlaubt
es: el bolo no está permitido con los atajos
fr: Injecter un bolus n'est pas autorisé via un raccourci
it: il bolo non è consentito con le scorciatoie
nl: de bolus is niet toegestaan met snelkoppelingen
sv: Bolus är inte tillåtet med genvägar

source: Unable to open the app
de: Kann die App nicht öffnen
es: No se puede abrir la aplicación
fr: Impossible d'ouvrir l'app Raccourcis
it: Impossibile aprire l'applicazione
nl: Kan de app niet openen
sv: Det går inte att öppna appen

source: Unable to start the TempTarget
de: Das TempTarget kann nicht gestartet werden
es: No se puede iniciar el TempTarget
fr: Impossible de lancer la cible temp
it: Impossibile avviare il TempTarget
nl: TempTarget kan niet worden gestart
sv: Det går inte att starta TempTarget

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
nl: Eenheid
sv: Enhet

source: What is the duration for the TempTarget?
de: Wie lang ist die Dauer des TempTarget?
es: ¿Cuál es la duración del TempTarget?
fr: Quelle est la durée de la cible temp
it: Qual è la durata del TempTarget?
nl: Wat is de duur voor het TempTarget?
sv: Vilken är varaktigheten för TempTarget?

source: What is the duration of temporary target ?
de: Wie lange ist das temporäre Ziel gültig?
es: ¿Cuál es la duración del objetivo temporal?
fr: Quelle est la durée de la cible temporaire ?
it: Qual è la durata dell'obiettivo temporaneo?
nl: Wat is de duur van het tijdelijke doel?
sv: Vad är varaktigheten för det tillfälliga målet?

source: What is the glucose target in current units?
de: Wie hoch ist das Glukoseziel in aktuellen Einheiten?
es: ¿Cuál es el objetivo de glucosa en unidades actuales?
fr: Quelle est la cible glycémique ?
it: Qual è l'obiettivo di glucosio in unità correnti?
nl: Wat is de glucosedoelstelling in huidige eenheden?
sv: Vad är glukosmålet i aktuella enheter?

source: What is the quantity of the carb to add ?
de: Welche Menge an Kohlenhydraten musst du hinzufügen?
es: ¿Qué cantidad de carbohidratos hay que añadir?
fr: Quelle quantité de glucose souhaitez-vous ajouter ?
it: Qual è la quantità di carboidrati da aggiungere?
nl: Wat is de hoeveelheid carb die je moet toevoegen?
sv: Vilken mängd förgasare ska tillsättas?

source: What is the temporary target in the current unit ?
de: Was ist das vorläufige Ziel in der aktuellen Einheit?
es: ¿Cuál es el objetivo temporal en la unidad actual?
fr: Quelle cible glycémique temporaire dans l'unité utilisée ?
it: Qual è l'obiettivo temporaneo nell'unità corrente?
nl: Wat is het tijdelijke doel in de huidige eenheid?
sv: Vilket är det tillfälliga målet i den aktuella enheten?

source: What is the value of the bolus amount in insulin units ?
de: Wie hoch ist der Wert der Bolusmenge in Insulineinheiten?
es: ¿Cuál es el valor de la cantidad del bolo en unidades de insulina?
fr: Quelle est la valeur du bolus à injecter en U ?
it: Qual è il valore della quantità di bolo in unità di insulina?
nl: Wat is de waarde van de bolushoeveelheid in insuline-eenheden?
sv: Vad är värdet av bolusmängden i insulinenheter?

source: Your current blood glucose is %1$@. Are you sure you want to bolus %2$@ U of insulin ?
de: Dein aktueller Blutzuckerwert ist %1$@. Bist du sicher, dass du einen Bolus von %2$@ U Insulin geben willst?
es: Tu glucemia actual es %1$@. ¿Estás seguro de que quieres ponerte un bolo de %2$@ U de insulina?
fr: Votre glycémie actuelle est %1$@. Etes-vous sur de vouloir injecter un bolus de %2$@ U d'insuline ?
it: La tua glicemia attuale è %1$@. Sei sicuro di voler somministrare un bolo di %2$@ U di insulina?
nl: Uw huidige bloedglucose is %1$@. Weet u zeker dat u een bolus van %2$@ U insuline wilt toedienen?
sv: Ditt aktuella blodsocker är %1$@. Är du säker på att du vill göra en bolus på %2$@ U insulin?

source: name
es: nombre
fr: nom
it: nome
nl: naam
sv: namn

source: protein
es: proteína
fr: protéines
it: proteina
nl: eiwit

source: < 1 min
fr: < 1 mn
